[
    {
      "author": "",
      "origin": "",
      "text": "A bird that flies off the Earth and lands on an anthill is still on the ground."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Only a fool tests the depth of a river with no feet."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Examine what is said, not who is speaking."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If you want to know the end, look at the beginning."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Knowledge is a garden. If it isn’t cultivated, you can’t harvest it."
    },
  
    { "author": "", "origin": "", "text": "A roaring lion kills no game." },
  
    {
      "author": "",
      "origin": "",
      "text": "Do not look where you feel. Look where you slipped."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Restless feet might walk you into a snake pit."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "No shortcuts exist to the top of a palm tree."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "When two elephants fight, it is the grass that gets hurt."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Tomorrow belongs to people who prepare for it today."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "No medicine exists that can cure hatred."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "All monkeys cannot hang from the same branch."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "He who digs a grave for his enemy might as well be digging one for himself."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Even the lion protects himself against flies."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "However long the night, the dawn will break."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If you heal the leg of a person, do not be surprised if they use it to run away."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "The axe forgets but the tree remembers."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Once you carry your own water, you’ll remember every drop."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Don’t set sail on someone else’s star."
    },
  
    { "author": "", "origin": "", "text": "To try and to fail is not laziness." },
  
    {
      "author": "",
      "origin": "",
      "text": "Seeing is different than being told."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "No matter how beautiful and well crafted a coffin might look, it will not make anyone wish for death."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Wood already touched by fire is not hard to set alight."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Confiding a secret to an unworthy person is like carrying grain in a bag with a hole."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A feeble effort will not fulfill the self."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Having a good discussion is like having riches."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Don’t think there are no crocodiles just because the water is calm."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "He who refuses to obey cannot command."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Do not call a dog with a whip in your hand."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "One falsehood spoils a thousand truths."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "The earth is a beehive, we all enter by the same door."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Rain does not fall on one roof alone."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "However far a stream flows, it doesn’t forget its origin."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If you think you’re too small to make a difference, try spending the night with a mosquito."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If there is no enemy within, the enemy outside can do no harm."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "The eye never forgets what the heart has seen."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "No person is born great. Great people become great when others are sleeping."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "When an old man dies, a library is burned with him."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Truth should be in love and love in truth."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "When you marry a monkey for his wealth, the money goes but the monkey remains."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Where there is love, there is no darkness."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "It is better to be loved than to be feared."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "When one is in love, a cliff becomes a meadow."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "He who loves, loves you with your dirt."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If love is a sickness, patience is the remedy."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "To love someone who doesn’t love you is like shaking a tree to make the dew drops fall."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If the full moon loves you, why worry about the stars?"
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Don’t be so in love that you can’t tell when it’s raining."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Even as the archer loves the arrow that flies, so too he loves the bow that remains constant in his hands."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Love, like rain, does not choose the grass on which it falls."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Do not treat your loved one like a swinging door: you are fond of it but you push it back and forth."
    },
  
    { "author": "", "origin": "", "text": "Love doesn’t listen to rumors." },
  
    {
      "author": "",
      "origin": "",
      "text": "One who loves the vase, loves also what is inside."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "One who marries for love alone will have bad days but good nights."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Love for something makes a man blind and deaf."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Let your love be like the misty rain, coming softly but flooding the river."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "The quarrel of lovers is the renewal of love."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Don’t try to make someone hate the person he loves. For he will go on loving but he will hate you."
    },
  
    { "author": "", "origin": "", "text": "brother.”" },
  
    { "author": "", "origin": "", "text": "Love is a despot who spares no one." },
  
    {
      "author": "",
      "origin": "",
      "text": "Love doesn’t rely on physical features."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If anyone makes you laugh, it is not always because they love you."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "You know who you love but you can’t know who loves you."
    },
  
    { "author": "", "origin": "", "text": "Love is a painkiller." },
  
    {
      "author": "",
      "origin": "",
      "text": "A happy man marries the girl he loves; a happier man loves the girl he married."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "One who plants grapes by the roadside, and one who marries a pretty woman, share the same problem."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If money were to be found up in the trees, most people would be married to monkeys."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Every kind of love is love, but self-love is supreme among them."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "True love means what’s mine is yours."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "It’s better to fall from a tree and break your back than to fall in love and break your heart."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "He may say that he loves you, wait and see what he does for you."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "It is difficult for two long-nosed lovers to kiss."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A fish and bird may fall in love but the two cannot build a home together."
    },
  
    { "author": "", "origin": "", "text": "Lovers do not hide their nakedness." },
  
    {
      "author": "",
      "origin": "",
      "text": "When one is in love, a mountain top becomes a flat field."
    },
  
    { "author": "", "origin": "", "text": "Wisdom is wealth." },
  
    {
      "author": "",
      "origin": "",
      "text": "Wisdom is like a baobab tree; no one individual can embrace it."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "The fool speaks, the wise man listens."
    },
  
    { "author": "", "origin": "", "text": "Wisdom does not come overnight." },
  
    {
      "author": "",
      "origin": "",
      "text": "The heart of the wise man lies quiet like limpid water."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Wisdom is like fire. People take it from others."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Only a wise person can solve a difficult problem."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Knowledge without wisdom is like water in the sand."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "In the moment of crisis, the wise build bridges, and the foolish build dams."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If you are filled with pride, then you will have no room for wisdom."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A wise person will always find a way."
    },
  
    { "author": "", "origin": "", "text": "Nobody is born wise." },
  
    {
      "author": "",
      "origin": "",
      "text": "A man who uses force is afraid of reasoning."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Wisdom is not like money to be tied up and hidden."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "One who causes others misfortune also teaches them wisdom."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A fool cannot untie the knot tied by a wise man."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Knowledge without wisdom is like water in the sand."
    },
  
    { "author": "", "origin": "", "text": "Wisdom does not come overnight." },
  
    {
      "author": "",
      "origin": "",
      "text": "One day in the life of a wise man is worth a fool’s entire life."
    },
  
    { "author": "", "origin": "", "text": "To get lost is to learn the way." },
  
    {
      "author": "",
      "origin": "",
      "text": "Other people’s wisdom prevents the king from being called a fool."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "By the time the fool has learned the game, the players have dispersed."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If you close your eyes to facts, you will learn through accidents."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "The wise create proverbs for fools to learn, not to repeat."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Just because the lizard nods his head, doesn’t mean he’s in agreement."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A wise man fills his head before emptying his mouth."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If you think education is expensive, try ignorance."
    },
  
    { "author": "", "origin": "", "text": "Your body is a temple of knowledge." },
  
    {
      "author": "",
      "origin": "",
      "text": "A fool has to say something. A wise person has something to say."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "The wise man never takes a step too long for his leg."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Give advice, if people don’t listen let adversity teach them."
    },
  
    { "author": "", "origin": "", "text": "A man’s ruin lies in his tongue." },
  
    { "author": "", "origin": "", "text": "No man can outwit their ancestors." },
  
    {
      "author": "",
      "origin": "",
      "text": "It is better to live as a lion for one day rather than 100 years as a sheep."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "When deed speaks, words are nothing."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "He who does not know one thing knows another"
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A wise person doesn’t fall down the same hill twice."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A family is like a forest, when you are outside it is dense, when you are inside you see that each tree has its place."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A united family eats from the same plate."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A family tie is like a tree, it can bend but it cannot break."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If I am in harmony with my family, that’s success."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Where there are many, nothing goes wrong."
    },
  
    { "author": "", "origin": "", "text": "A child is what you put into him." },
  
    {
      "author": "",
      "origin": "",
      "text": "When you show the child the moon, it sees only your finger."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "We desire to bequeath two things to our children; the first one is roots, the other one is wings."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A real family eats from the same cornmeal."
    },
  
    { "author": "", "origin": "", "text": "Even the maid has a family." },
  
    { "author": "", "origin": "", "text": "Don’t meddle with a family feud." },
  
    {
      "author": "",
      "origin": "",
      "text": "In a family if you have somebody who is troublesome it’s the family members who are more worried than the troublesome member."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If you educate a man, you educate one person. If you educate a woman, you educate a whole family."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A husband with a good wife will never be on the road without supplies."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A home without a woman is like a barn without cattle."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Parents give birth to the body of their children, but not always to their characters."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Every beetle is a gazelle in the eyes of its mother."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A mother cannot give birth to something bigger than herself."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "It takes a village to raise a child."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A small house will hold a hundred friends."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A woman is a flower in a garden; her husband is the fence around it."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "The mother hen does not break its own eggs."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If you want to go fast, go alone. If you want to go far, go together."
    },
  
    { "author": "", "origin": "", "text": "Sticks in a bundle are unbreakable." },
  
    {
      "author": "",
      "origin": "",
      "text": "Brothers love each other when they are equally rich."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "Dine with a stranger but save your love for your family."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "There is no fool who is disowned by his family."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "If relatives help each other, what evil can hurt them?"
    },
  
    {
      "author": "",
      "origin": "",
      "text": "He who earns calamity, eats it with his family."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "The old woman looks after the child to grow its teeth and the young one in turn looks after the old woman when she loses her teeth."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "When brothers fight to the death, a stranger inherits their father’s estate."
    },
  
    { "author": "", "origin": "", "text": "Children are the reward of life." },
  
    {
      "author": "",
      "origin": "",
      "text": "Home affairs are not talked about on the public square."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "A child does not laugh at the ugliness of his mother."
    },
  
    { "author": "", "origin": "", "text": "Family must look out for family." },
  
    {
      "author": "",
      "origin": "",
      "text": "It is hard to cure madness that originates in the family."
    },
  
    {
      "author": "",
      "origin": "",
      "text": "When a bitter woman takes over the house, the family she rules is doomed."
    }
  ]
  